<div class="menu">
        <input type="button"  value="Меню">
        <input type="text" class="input_name" placeholder="Пишите сюда Ваши инициалы" size="25" maxlength="5">
        <div class="help">&nbsp;?&nbsp;</div>
                <div class="help_text">
                        <h3>Работает это так:</h3>
                        <p>1) Жмёте на кнопку меню, в появившемся поле, печатаете свои инициалы (три буквы).</p>
                        <p>2) Из букв алфавита генерируется случайное слово.</p>
                        <p>3) Сравнивается с Вашими инициалами.</p>
                        <p>4) Если совпадает, пишет везет ли Вам сегодня, основываясь на кол-ве попыток, которые пришлось предпринять, что б инициалы совпали со случайным набором букв</p>
                        <p>5) Раз в день (но если перезагрузить стр. сработает еще раз)</p>
                        <p></p>
                </div>
        
        <div class="answer_fortune_js"></div>
</div>